; MSETUP4 string table
[STRING]
CHARSET="1"
FONTNAME="MS Shell Dlg"
FONTNAME_Mac="Arial"
ITEMFONTNAME=
ITEMCHARSET=
Other_UserLaunched_Mac="Ezt a szoftvert nem lehet elindítani, mivel egy másik felhasználó használja éppen."
MSE1="A rendszert nem lehet újraindítani. Zárja be a telepítőt és a futó programokat. Ezután lépjen ki a Canon telepítőből, és próbálkozzon újra."
MSE2="Ez a program nem használható a jelenlegi operációs rendszerben."
MSE3="A szoftver telepítéséhez a Rendszergazdák csoportjának tagjaként kell bejelentkeznie.\nA telepítés megszakításához kattintson az [OK] gombra. Ha a CD-ROM lemezt használja, akkor vegye ki, miután az [OK] gombra kattintott.\nA telepítés megszakítása után jelentkezzen be egy rendszergazdai fiókkal, majd telepítse a szoftvert."
MSE3_Mac="A szoftver elindításához Rendszergazdaként kell bejelentkezni."
MSE31_Mac="E szoftver telepítéséhez egy rendszergazdai felhasználói névre és jelszóra van szükség."
MSE4="A kijelölt fájlok megtekintéséhez egy megfelelő alkalmazásra van szüksége."
MSE5="Nincs elég hely a(z) %D% meghajtón. A szoftver telepítéséhez %S% MB terület szükséges."
MSE6="A beírt mappanév érvénytelen. Adjon meg egy helyi merevlemezen lévő írható mappát."
MSE7="Az alacsony képernyőfelbontás miatt a program nem indítható. Állítsa be a felbontást 800x600-as vagy nagyobb értékre, majd indítsa újra a műveletet.\nHa Tablet PC-re telepít, állítsa a képernyő tájolását fekvőre, majd utána indítsa el a műveletet."
MSE7_Mac="Az alacsony képernyőfelbontás miatt a program nem indítható. Állítsa be a felbontást 800x600-as vagy nagyobb értékre, majd indítsa újra a műveletet."
MSE8="Nincs CD-ROM a CD-ROM meghajtóban.\nHelyezze újra be a CD-ROM-ot a meghajtóba."
MSE9="Egy fájlnév nem tartalmazhatja a következő karaktereket:\n/ , ; * ? \\" < > |"
MSE10="A megadott útvonalnév hossza meghaladja a korlátot. Legfeljebb 150 karakter hosszú útvonalnevet adjon meg."
MSE11="Az útvonalban nincs megadva a meghajtónév vagy relatív útvonalat adtak meg. Abszolút útvonalat adjon meg."
MSE14="Ez a program nem használható a számítógépen."
MSE15="Ezt a programot nem lehet Windows 2000 Service Pack 4 vagy régebbi operációs rendszeren végrehajtani. Ha operációs rendszere régebbi, mint a Windows 2000 Service Pack 4, frissítsen erre vagy egy újabb verzióra, majd próbálja meg újra végrehajtani a műveletet."
MSE16="A fájl nem nyitható meg."
MSE17="Ezt a programot nem lehet Windows XP Service Pack 2 vagy régebbi operációs rendszeren futtatni. Ha operációs rendszere régebbi, mint a Service Pack 2-es verzió, akkor frissítse a Windows XP-t a Service Pack 2-re vagy egy újabb verzióra, majd próbálja meg újra végrehajtani a műveletet."
MSE18="Ezt a programot csak Windows XP Service Pack 3 vagy újabb operációs rendszeren lehet futtatni Windows XP használatakor. Frissítse a Windows XP-t a Service Pack 3 vagy újabb verzióra, majd próbálja meg újra végrehajtani a műveletet."
MSE19="Ezt a programot csak Windows Vista Service Pack 1 vagy újabb operációs rendszeren lehet futtatni Windows Vista használatakor. Frissítse a Windows Vista a Service Pack 1 vagy újabb verzióra, majd próbálja meg újra végrehajtani a műveletet."
MSE20="Ezt a programot csak Windows Vista Service Pack 2 vagy újabb operációs rendszeren lehet futtatni Windows Vista használatakor. Frissítse a Windows Vista a Service Pack 2 vagy újabb verzióra, majd próbálja meg újra végrehajtani a műveletet."
MSE21="Nincs CD-ROM a meghajtóban. Most bezáródik a beállító alkalmazás."
MSM0001="OK"
MSM0002="Mégse"
MSM0003="Igen"
MSM0004="Nem"
MSM0005="Vissza"
MSM0006="Tovább"
MSM0007="Folytatás"
MSM0008="Megszakítás"
MSM0009="Kilépés"
MSM0010="Telepítés"
MSM0011="Súgó"
MSM0012="Minden kiválasztása"
MSM0013="Kiválasztások vissza"
MSM0014="Ellenőrizze a legújabb információt"
MSM0015="Telepítés folytatása"
MSM0016="Telepítés megszakítása"
MSM0017="Nyelv"
MSM0018="Alapért."
MSM0019="Kihagyás"
MSM0020="Vissza az elejére"
MSM0021="Bezárás"
MSM0022="Mentés"
MSM0101="Hiba"
MSM0102="Figyelmeztetés"
MSM0103="Információ"
MSM0104="Canon"
MSM1001="Nyelv"
MSM1002="Válassza ki az ezzel a programmal használandó nyelvet, majd kattintson a [Tovább] gombra."
MSM1003="Válassza ki az ezzel a programmal használandó nyelvet, majd kattintson a [Vissza] gombra."
MSM1004="Válassza ki a nyelvet."
MSM1011=
MSM1021="Információ lekérése"
MSM1022="Információk lekérése a legújabb illesztőprogramokról és szoftverekről."
MSM1023=
MSM1024="Információk lekérése a legújabb szoftverekről."
MSM1031="Információlekérési hiba"
MSM1032="Nem sikerült lekérni az információkat a legújabb illesztőprogramokról és szoftverekről. Ellenőrizze a hálózati kapcsolatot, és próbálja újra."
MSM1033="Nem található az Ön környezetével kompatibilis szoftver."
MSM1034="Nem sikerült lekérni az információkat a legújabb szoftverekről. Ellenőrizze a hálózati kapcsolatot, és próbálja újra."
MSM1051="Válassza ki a nyomtatót"
MSM1052="Válassza ki a lapolvasót"
MSM1103="USA, Kanada, Latin-Amerika"
MSM1104="Európa, Közép-Kelet, Afrika"
MSM1105="Ázsia"
MSM1106="Csendes-óceáni terület"
MSM1116="Ország és régió"
MSM1117="Válassza ki a lakóhelyét."
MSM1118="Válassza ki az országát vagy a régióját. Ha az országa vagy a régiója nincs lent listázva, válassza az „Egyéb” pontot."
MSM1241="Beállítás elindítása"
MSM1242="Elindul a készülék számítógépről történő használatának beállítása. Kövesse a képernyőn megjelenő utasításokat."
MSM1243="Beállítás elindítása"
MSM1244="Ezzel a szoftverrel a készüléket számítógépről is használhatja."
MSM1245="Hasznos szoftverek"
MSM1246="Azt mutatja be, hogy miként tölthet le és használhat szoftvereket, hogy a lehető legtöbbet hozhassa ki a készülékéből."
MSM1247="Online kézikönyv"
MSM1248="A kézikönyv online formában tekinhető meg."
MSM1249="Az interneten talált frissített szoftverek használata"
MSM1250="Beállítások"
MSM1305="A(z) %DRIVELETTER% meghajtón %DISKSPACE% MB szabad terület van"
MSM1306="A teljes használt terület: %ITEMSPACE% MB"
MSM1307="%s MB"
MSM1311="Alkalmazás"
MSM1312="Becsült telepítési idő: %INSTALLTIME_MIN% - %INSTALLTIME_MAX% perc"
MSM1315="A telepítés eltarthat egy ideig a hálózati környezettől függően."
MSM1451="Szoftvertelepítési lista"
MSM1452="A telepítőprogram a kiválasztott szoftvert telepíti. Ellenőrizze, hogy a telepíteni kívánt szoftvert választotta ki, majd kattintson a [Tovább] gombra."
MSM1453_Mac=
MSM1454="Ezt a szoftvert kötelező telepíteni, kiválasztása nem szüntethető meg."
MSM1455_Mac=
MSM1601="Felhasználói megállapodás"
MSM1602="A kijelölt programok telepítése előtt figyelmesen olvassa el a lenti felhasználói megállapodást."
MSM1603="Ha elfogadja a megállapodást, kattintson az [Igen] gombra. Ha a [Nem] gombra kattint, a szoftver telepítése törölve lesz."
MSM1604="A %CURRENT_STEPITEM% telepítése előtt olvassa el figyelmesen a lenti licencszerződést."
MSM1605="Ha elfogadja a megállapodást, kattintson az [Igen] gombra. Ha a [Nem] gombra kattint, ez a szoftver nem lesz telepítve."
MSM1606="Canon termékek"
MSM1607="Ha nem fogadja el a licencszerződést, ez a szoftver nem lesz telepítve. OK?"
MSM1608="Ha nem fogadja el a licencszerződést, akkor nem lesz telepítve ez az alkalmazás, valamint a Print Studio Pro, amelyhez szükséges ez az alkalmazás. Rendben?"
MSM1671="A .NET Framework telepítése"
MSM1672="A Microsoft .NET Framework 4 nincs telepítve számítógépére. Az összes szoftver használatához telepítenie kell a Microsoft .NET Framework 4-et. Kívánja telepíteni?"
MSM1681="Nem található a Microsoft .NET Framework 4"
MSM1682="A Microsoft .NET Framework 4 nem található vagy nem megfelelően van telepítve.\nA Microsoft .NET Framework 4-et  megfelelően kell telepíteni a szoftver használatához."
MSM1683="A kiválasztott szoftverhez telepíteni kell a .NET Frameworköt. Ez a szoftver nem telepíthető, ha nincs élő internetes kapcsolat."
MSM1684="  - %s"
MSM1701="Telepítés folyamata: %PROGRESS%%"
MSM1702="Befejezés kb. %RESTTIME% perc múlva"
MSM1711="Letöltés..."
MSM1712="Hátralévő idő számítása..."
MSM1804="Felhasználói megállapodás"
MSM1809="Befejezés"
MSM1901="Feldolgozás"
MSM1902="Feldolgozás folyik. Kérem, várjon."
MSM1903="Ez körülbelül egy percet vehet igénybe."
MSM1904="Telepítés: %ITEM%"
MSM1905="Letöltés: %ITEM%"
MSM1906="Letöltés: %PROG_CAPA%/%TOTAL_CAPA% MB"
MSM1907="A letöltendő tételek ellenőrzése..."
MSM1908="Letöltés... %d/%d"
MSM2001="Nyomtató csatlakoztatása"
MSM2002="Győződjön meg róla, hogy a nyomtató csatlakoztatva van a számítógéphez, majd kapcsolja be a nyomtatót."
MSM2003="A nyomtatót nem lehet felismerni. Ellenőrizze a csatlakozást."
MSM2008="Folyamatban van a nyomtató bejegyzése a számítógépre. \nEz eltarthat egy ideig."
MSM2010="Nyomtató csatlakoztatása"
MSM2031="Lapolvasó csatlakoztatása"
MSM2032="Győződjön meg róla, hogy a lapolvasó csatlakoztatva van a számítógéphez, majd kapcsolja be a lapolvasót, ha van BE gombja."
MSM2033="A lapolvasót nem lehet felismerni. Ellenőrizze a csatlakozást."
MSM2034="A rendszer felismerte a lapolvasót. Várjon, amíg a telepítés befejeződik."
MSM2096="A nyomtató felismerése"
MSM2097="Folyamatban van a nyomtató keresése a hálózatban."
MSM2111="A nyomtató állapotának ellenőrzése"
MSM2112="Ellenőrizze a csatlakozási módszert"
MSM2113="Csatlakoztatja a nyomtatót a következő vezeték nélküli routerhez vezeték nélküli kapcsolattal?"
MSM2114="Vezeték nélküli router: %s"
MSM2115="Nyomtató (sorozatszám): %s (%s)"
MSM2116="Megengedi, hogy a következő nyomtatót Wi-Fi-kapcsolattal használják?"
MSM2117="Megengedi, hogy a következő nyomtatót vezetékes LAN kapcsolattal használják?"
MSM2118="Megengedi, hogy a(z) %s-t USB-kapcsolattal használják?"
MSM2119="Megengedi, hogy a következő nyomtatót közvetlen kapcsolattal használják?"
MSM2120="A csatlakozási típusokról"
MSM2121="Vezeték nélküli router választása"
MSM2122="Válassza ki azt a vezeték nélküli routert, amelyhez a nyomtatót csatlakoztatni szeretné."
MSM2123="Vezeték nélküli routerek:"
MSM2124="Jelszó:"
MSM2125="Szöveg elrejtése"
MSM2126="Hozzáadás kézzel"
MSM2131="Adja meg a vezeték nélküli router adatait."
MSM2132="Hálózati név (SSID):"
MSM2133="Titkosítás típusa:"
MSM2134="Nincs"
MSM2135="WEP használata"
MSM2136="WPA/WPA2 használata"
MSM2137="Nincs"
MSM2138="WEP"
MSM2139="WPA/WPA2"
MSM2141="WEP-kulcshossz:"
MSM2142="64 bit"
MSM2143="128 bit"
MSM2151="WEP-kulcsformátum:"
MSM2152="ASCII"
MSM2153="Hexadecimális"
MSM2161="WEP-kulcsazonosító:"
MSM2162="1"
MSM2163="2"
MSM2164="3"
MSM2165="4"
MSM2171="64 bites WEP-kulcs esetén teljesülnie kell a következőknek; kulcs hossza: 5 karakter, formátuma: ASCII.\nAdja meg újra."
MSM2172="64 bites WEP-kulcs esetén teljesülnie kell a következőknek; kulcs hossza: 10 számjegy, formátuma: hexadecimális.\nAdja meg újra."
MSM2173="128 bites WEP-kulcs esetén teljesülnie kell a következőknek; kulcs hossza: 13 karakter, formátuma: ASCII.\nAdja meg újra."
MSM2174="128 bites WEP-kulcs esetén teljesülnie kell a következőknek; kulcs hossza: 26 számjegy, formátuma: hexadecimális.\nAdja meg újra."
MSM2175="Ha a kulcs ASCII formátumú, csak ASCII-karakterek használhatók.\nAdja meg a helyes értéket."
MSM2176="Ha a kulcs hexadecimális formátumú, csak hexadecimális számjegyek alkalmazhatók. \nAdja meg a helyes értéket."
MSM2177="Adja meg a jelszót egy legalább 8 és legfeljebb 63 karakteres (ASCII) karakterláncként vagy 64 jegyű (hexadecimális) formátumban."
MSM2178="Érvénytelen a jelszó. 5 vagy 13 karaktert, illetve 10 vagy 26 (hexadecimális) karaktert adjon meg."
MSM2181="A hálózati név (SSID) ellenőrzése"
MSM2182="Vezeték nélküli router (SSID): %s\n\nHa a hálózati név (SSID) helyes, akkor a folytatáshoz kattintson a [Tovább] gombra.\nHa a hálózati név (SSID) helytelen, akkor kattintson a [Vissza] gombra, és adja hozzá ismét a vezeték nélküli routert."
MSM2183="Lehet, hogy helytelen a vezeték nélküli router jelszava.\nKattintson a [Vissza] gombra, és adja meg ismét a jelszót."
MSM2184="Hálózatkiválasztási (SSID-kiválasztási) hiba"
MSM2185="A nyomtató nem támogatja az 5GHz-es hálózatokat.\nKattintson a [Vissza] gombra, és válasszon ki egy 2.4GHz-et támogató hálózatot (SSID-t)."
MSM2186="A vezeték nélküli router titkosítási típusa nem egyezik meg a titkosítási beállításokkal.\nKattintson a [Vissza] gombra, és adja hozzá ismét a vezeték nélküli routert."
MSM2190="Hálózat (SSID) kiválasztása"
MSM2191="A nyomtatóról nem található az a hálózat (SSID), amelyhez ez a számítógép csatlakozik. Válasszon ki egy hálózati nevet (SSID-t)."
MSM2192="MAC-cím:"
MSM2193="(Válasszon!)"
MSM2194="Egyéb hálózatok"
MSM2195="Hálózati beállítások (SSID-beállítások)"
MSM2196="Adja meg a hálózat (SSID) adatait."
MSM2197="Jelszó"
MSM2198="Adja meg a hálózat (SSID) jelszavát."
MSM2199="Hálózati név (SSID): %s"
MSM2200="Hálózati név (SSID): %s\n\nHa a hálózati név (SSID) helyes, akkor a folytatáshoz kattintson a [Tovább] gombra.\nHa a hálózati név (SSID) helytelen, akkor kattintson a [Vissza] gombra, és válassza ki ismét a hálózati nevet (SSID-t)."
MSM2201="Lehet, hogy helytelen a hálózat (SSID) jelszava.\nKattintson a [Vissza] gombra, és adja meg ismét a jelszót."
MSM2202="A nyomtató nem támogatja az 5GHz-es hálózatokat.\nKattintson a [Vissza] gombra, és válasszon ki egy 2.4GHz-et támogató hálózatot (SSID-t)."
MSM2203="A hálózat (SSID) titkosítási típusa nem egyezik meg a titkosítási beállításokkal.\nKattintson a [Vissza] gombra, és konfigurálja ismét."

MSM2252="Beállítás kész"
MSM2253="Befejeződött a számítógépről történő nyomtatás beállítása.\nEzután a szoftverek telepítése következik."
MSM2254="A telepítés nincs befejezve.\nA hasznos szoftverek telepítésének folytatásához kattintson a [Folytatás] gombra."
MSM2255="A telepítés befejeződött."
MSM2256="Most már tud nyomtatni a számítógépről."
MSM2261="Beállítás"
MSM2262="A hálózati kapcsolat átmenetileg tiltva a beállítás alatt.\nEz néhány percet vehet igénybe. Várjon."
MSM2263="Nem sikerült végrehajtani a kábel nélküli beállítást. Hagyja abba a folyamatot, és válasszon másik beállítási módszert a képernyőkön megjelenő utasítások segítségével."
MSM2264="Beállítás végrehajtása folyamatban. Ez néhány percet vehet igénybe. Várjon."
MSM2301="Telepítési hiba"
MSM2310="Nyomtatókeresési hiba"
MSM2311="Nem található csatlakoztatott nyomtató.\nHa újra meg szeretné próbálni megkeresni a nyomtatót, kattintson a [Keresés újra] gombra."
MSM2312="Keresés újra"
MSM2313="Beállítás megszakítva"
MSM2314="Megszakították a beállítást.\nKattintson a [Vissza az elejére] elemre, és kezdje újra a beállítást."
MSM2315="A telepítés nem sikerült.\nKattintson a [Vissza az elejére] elemre, és kezdje újra a beállítást."
MSM2390="A nyomtató használata előtt nyomtatófej-igazítást kell végrehajtani. A részleteket a [Nyomtatófej-igazítás] gombra kattintva ismerheti meg, és kövesse a képernyőn megjelenő utasításokat.\n\nAmikor befejeződött az igazítás, kattintson a [Tovább] gombra."
MSM2391="Nyomtatófej-igazítás"
MSM2401="Nyomtatófej-igazítás javasolt"
MSM2411="Nyomtatófej-igazítás"
MSM2413="Végrehajtás"
MSM2414="Ha fotókat nyomtat ezen a nyomtatón, ajánlott elvégezni egy nyomtatófej-igazítást. A nyomtatófej-igazítás végrehajtásához tegyen be normál papírt a kazettába, majd kattintson a [Végrehajtás] gombra. Amikor befejeződött a fejigazítás, kattintson a [Tovább] gombra. Részletekért tekintse meg a nyomtató kézikönyvét.\n\nTovábbá, a fejigazítás a telepítés befejezése után áll rendelkezésre. A nyomtatófej-igazítás nélküli folytatáshoz kattintson a [Tovább] gombra."
MSM2416="A nyomtató használata előtt végre kell hajtania a nyomtatófej beigazítását. Kattintson a [Végrehajtás] gombra a Nyomtatófej-igazítás indítása képernyő megjelenítéséhez. Kövesse a képernyőn megjelenő utasításokat az igazítási minta kinyomtatásához. Helyezze a kinyomtatott igazítási mintát az üveglapra, és olvassa be.\n\nA nyomtatófej-igazítás befejezése után kattintson a [Tovább] gombra."
MSM2416_Mac=
MSM2417="A nyomtatófejek igazíthatóak. Ha a nyomat elcsúszó vonalakat tartalmaz, vagy nem kielégítő, a nyomtatófej-igazítás megoldhatja a hibákat."
MSM2418="A nyomtató használatbavétele előtt a nyomtatófejek igazítására van szükség. Tegyen papírt a nyomtatóba, kattintson a [Végrehajtás] pontra, majd kattintson a [Tovább] gombra."
MSM2418_Mac=
MSM2420="Nyomtatók keresése."
MSM2421="%PRODUCTNAME% keresése."
MSM2422="Nyomtatási sor nem található."
MSM2423="A nyomtató regisztrálásához kattintson a [Nyomtató regisztrálása] gombra."
MSM2424="Nyomtató regisztrálása"
MSM2434="Lapolvasó regisztrálása"
MSM2437_Mac=
MSM2438_Mac="Amikor a [Nyomtató hozzáadása] gombra kattint, megjelennek az elérhető nyomtatók. Jelölje ki azt a(z) %s elemet, amelynél a Típus mezőben „Canon IJ Network” látható, majd kattintson a [Hozzáadás] gombra.\nA nyomtató hozzáadása után kattintson a [Tovább] gombra."
MSM2439_Mac=
MSM2440_Mac=
MSM2441_Mac=
MSM2451="Felhasználói regisztráció"
MSM2453="Tovább"
MSM2464="Felhasználói regisztráció"
MSM2465="Regisztrálja Canon termékét még ma, s a következő előnyös szolgáltatásokban lesz része:\n- Megkapja e-mailben a havonta megjelenő hírlevelünket Canon megtakarítási lehetőségekkel\n- Szórakoztató Creative Park projekteket és más hasznos tippeket kap\n- Legyen az elsők között, akik értesítést kapnak a szoftverfrissítésekről"
MSM2474="Felhasználói regisztráció"
MSM2475="A termék regisztrálásával fontos termék- és szolgáltatási információkhoz juthat. A regisztráláshoz internetkapcsolat szükséges."
MSM2484="Termékregisztráció"
MSM2485JU="Regisztrálja Canon termékét még ma, és a következő előnyökhöz juthat:\n– A Canon rögzíti adatait esetleges biztosítási igazolások kiadásához.\n– Elsőként kaphatja meg a szoftverfrissítésekről szóló értesítéseket.\n– Hozzájuthat a Canon megtakarításokról szóló havi e-mailes hírújságához."
MSM2485M="A termék frissítésével és regisztrálásával fontos termék- és szolgáltatási információkhoz juthat. A frissítéshez és a regisztráláshoz internetkapcsolat szükséges."
MSM2486_Mac="Ha a [Tovább] gombra kattint, a termék nevével és az operációs rendszerrel kapcsolatos információkat, illetve a területi információkat a rendszer automatikusan összegyűjti, és az interneten keresztül elküldi a Canon számára. Az összegyűjtött adatokat a rendszer kizárólag a regisztrációs képernyő megnyitásához használja."
MSM2486_Mac2="Ha a [Tovább] gombra kattint, a termék nevével és az operációs rendszerrel kapcsolatos információkat, a területi információkat, illetve a nyomtató sorozatszámát a rendszer automatikusan összegyűjti, és az interneten keresztül elküldi a Canon számára. Az összegyűjtött adatokat a rendszer kizárólag a regisztrációs képernyő megnyitásához használja."
MSM2487="Egy későbbi időpontban történő regisztrációhoz kattintson a [Mégse] gombra, és ugorjon a következő lépéshez. A termékeket tetszőleges időpontban regisztrálhatja a Quick Menu segítségével is."
MSM2501="CANON iMAGE GATEWAY Felhasználói regisztráció"
MSM2502="Regisztrálás"
MSM2503="CANON iMAGE GATEWAY Termékregisztráció"
MSM2504="A CANON iMAGE GATEWAY egy különleges online szolgáltatás kizárólag azon felhasználók számára, akik olyan terméket vásárolnak, amely ingyenes tagságra vagy éves tagsági díjra jogosít fel. Különféle szolgáltatásokat használhat, amelyekkel izgalmasan kibővítheti a digitális fényképezés világát, ehhez csak a felhasználói regisztrációt kell elvégeznie."
MSM2505="A CANON iMAGE GATEWAY olyan webhely, ahol nem kell tagdíjat fizetni. Termékeinkhez támogatási információkat biztosítunk, és az olyan anyagok nyomtatásával kapcsolatban is adunk tájékoztatást, mint az újévi üdvözlőlapok. Hasznos tippeket kínálunk (például fényképezési módszereket a fényképezőgépeinkhez), hogy élvezettel használhassa termékeinket, és értékes információkat adunk a lerakatokbeli kiárusításokról, kizárólag tagjaink számára."
MSM2506="Ha a [Regisztrálás] gombra kattint, a termék nevével és az operációs rendszerrel kapcsolatos információkat, illetve a területi információkat a rendszer automatikusan összegyűjti, és az interneten keresztül elküldi a Canon számára. Az összegyűjtött adatokat a rendszer kizárólag a regisztrációs képernyő megnyitásához használja."
MSM2507="Ha a [Regisztrálás] gombra kattint, a termék nevével és az operációs rendszerrel kapcsolatos információkat, a területi információkat, illetve a nyomtató sorozatszámát a rendszer automatikusan összegyűjti, és az interneten keresztül elküldi a Canon számára. Az összegyűjtött adatokat a rendszer kizárólag a regisztrációs képernyő megnyitásához használja."
MSM2511="Felhasználói regisztráció"
MSM2513="Termékregisztráció"
MSM2514="Regisztrálja Canon termékét még ma, s a következő előnyös szolgáltatásokban lesz része:\n- Megkapja e-mailben a havonta megjelenő hírlevelünket Canon megtakarítási lehetőségekkel\n- Szórakoztató Creative Park projekteket és más hasznos tippeket kap\n- Legyen az elsők között, akik értesítést kapnak a szoftverfrissítésekről"
MSM2515="A termék regisztrálásával fontos termék- és szolgáltatási információkhoz juthat. A regisztráláshoz internetkapcsolat szükséges."
MSM2516="Ha a [Tovább] gombra kattint, a termék nevével és az operációs rendszerrel kapcsolatos információkat, illetve a területi információkat a rendszer automatikusan összegyűjti, és az interneten keresztül elküldi a Canon számára. Az összegyűjtött adatokat a rendszer kizárólag a regisztrációs képernyő megnyitásához használja."
MSM2517="Ha a [Tovább] gombra kattint, a termék nevével és az operációs rendszerrel kapcsolatos információkat, a területi információkat, illetve a nyomtató sorozatszámát a rendszer automatikusan összegyűjti, és az interneten keresztül elküldi a Canon számára. Az összegyűjtött adatokat a rendszer kizárólag a regisztrációs képernyő megnyitásához használja."
MSM2521="Felhasználói regisztráció. A termékének neve, operációs rendszerének információi, a területi információk és a nyomtató sorozatszáma automatikusan össze lesz gyűjtve és az interneten keresztül el lesz küldve a Canonhoz. Ezek az információk közvetlenül megjelennek a regisztrációs képernyőn. A folytatáshoz kattintson az [OK] gombra."
MSM2522="Felhasználói regisztráció. A rendszer automatikusan összegyűjti a termék nevével és az operációs rendszerrel kapcsolatos információkat, illetve a területi információkat, majd az interneten keresztül elküldi a Canon számára. Az összegyűjtött adatokat a rendszer kizárólag a regisztrációs képernyő megnyitásához használja. A folytatáshoz kattintson az [OK] gombra."
MSM2526="Felhasználói regisztráció. A termékének neve, operációs rendszerének információi, a területi információk és a nyomtató sorozatszáma automatikusan össze lesz gyűjtve és az interneten keresztül el lesz küldve a Canonhoz. Ezek az információk közvetlenül megjelennek a regisztrációs képernyőn. A folytatáshoz kattintson az [OK] gombra."
MSM2527="Felhasználói regisztráció. A rendszer automatikusan összegyűjti a termék nevével és az operációs rendszerrel kapcsolatos információkat, illetve a területi információkat, majd az interneten keresztül elküldi a Canon számára. Az összegyűjtött adatokat a rendszer kizárólag a regisztrációs képernyő megnyitásához használja. A folytatáshoz kattintson az [OK] gombra."
MSM2551="Canon %s Felhasználói regisztráció"
MSM2552="Felhasználói regisztráció letörlése"
MSM2571="%s Felhasználói regisztráció letörlő"
MSM2572="Biztos benne, hogy törölni szeretné a „Canon %s Felhasználói regisztráció” alkalmazást és az összes komponensét?"
MSM2573="A letörlés sikeresen befejeződött."
MSM2574="A letörlés nem sikerült."
MSM2575="A letörlés befejezéséhez újra kell indítani a számítógépet. Az újraindításhoz kattintson az [OK] gombra, későbbi újraindításhoz kattintson a [Mégse] gombra."
MSM2576="A Canon %s Felhasználói regisztráció törléséhez rendszergazdai jogosultságok szükségesek."
MSM2577="Felhasználói regisztráció. A termékének neve, operációs rendszerének információi és a területi információk automatikusan össze lesznek gyűjtve és az interneten keresztül el lesznek küldve a Canonhoz. Ezek az információk közvetlenül megjelennek a regisztrációs képernyőn. A folytatáshoz kattintson az [OK] gombra."
MSM2577_Mac2="Felhasználói regisztráció. A termékének neve, operációs rendszerének információi, a területi információk és a nyomtató sorozatszáma automatikusan össze lesz gyűjtve és az interneten keresztül el lesz küldve a Canonhoz. Ezek az információk közvetlenül megjelennek a regisztrációs képernyőn. A folytatáshoz kattintson az [OK] gombra."
MSM2578="Felhasználói regisztráció. A rendszer automatikusan összegyűjti a termék nevével és az operációs rendszerrel kapcsolatos információkat, illetve a területi információkat, majd az interneten keresztül elküldi a Canon számára. Az összegyűjtött adatokat a rendszer kizárólag a regisztrációs képernyő megnyitásához használja. A folytatáshoz kattintson az [OK] gombra."
MSM2578_2="Felhasználói regisztráció. A rendszer automatikusan összegyűjti a termék nevével és az operációs rendszerrel kapcsolatos információkat, a területi információkat, illetve a nyomtató sorozatszámát majd az interneten keresztül elküldi a Canon számára. Az összegyűjtött adatokat a rendszer kizárólag a regisztrációs képernyő megnyitásához használja. A folytatáshoz kattintson az [OK] gombra."
MSM2580="A csatlakozás nem sikerült. Ellenőrizze, hogy a hálózati kapcsolat engedélyezve van-e, majd próbálja meg újra. Ha a kapcsolat létrehozása továbbra sem sikerül, várjon egy kicsit majd próbálkozzon újra. A termékeket tetszőleges időpontban regisztrálhatja a Solution Menu EX segítségével is."
MSM2581="A csatlakozás nem sikerült. Ellenőrizze, hogy a hálózati kapcsolat engedélyezve van-e, majd próbálkozzon ismét. Ha a kapcsolat létrehozása továbbra sem sikerül, próbálkozzon ismét később."
MSM2582="A csatlakozás nem sikerült."
MSM2584="Kis türelmet, csatlakozás folyamatban."
MSM2585="Adja meg a tűzfalhoz tartozó felhasználónevet és jelszót."
MSM2586=
MSM2587=
MSM2589="A csatlakozás nem sikerült. Ellenőrizze, hogy a hálózati kapcsolat engedélyezve van-e, majd próbálkozzon ismét. Ha a kapcsolat létrehozása továbbra sem sikerül, próbálkozzon ismét később."
MSM2590="Nem tud csatlakozni, ha foglalt a nyomtató, ha például Tisztítás vagy Nyomtatófej-igazítás van folyamatban.\nPróbálja meg később beállítani a Wi-Fi-t, amikor a nyomtató nem hajt végre semmilyen műveletet."
ExecutingPrefSet_Mac="Az alkalmazói program hivatkozása a CanoScan Toolbox alkalmazáshoz van beállítva."
MSM2601="A telepítés sikeresen befejeződött."
MSM2602="Indítsa újra a rendszert (ajánlott)"
MSM2603="Folytatás online"
MSM2604="A [Folytatás online] elemre kattintva látogasson el a Canon webhelyére, ahonnan további alkalmazásokat tölthet le és további információkat szerezhet be a nyomtatóhoz rendelkezésre álló funkciókra és szolgáltatásokra vonatkozóan.\nBezáródik ez a szoftver, a böngészőben pedig megnyílik a Canon webhelye."
MSM2605="Folytatás online"
MSM2701="Telepítés törlése"
MSM2702_Mac="A telepítés nincs befejezve. A folytatáshoz kattintson a [Folytatás] gombra. A telepítés törléséhez kattintson a [Megszakítás] gombra."
MSM2801="Rendszerbeállítások módosítása"
MSM2802="Az új beállításokhoz újra kell indítania a rendszert.\nKívánja most újraindítani a rendszert?"
MSM2851="Extended Survey Program"
MSM2870="Amennyiben segíteni szeretne nekünk abban, hogy a vásárlók igényeinek jobban megfelelő termékeket fejlesszünk és forgalmazzunk, a Canon az Ön jóváhagyását kéri, hogy letölthesse interneten keresztül a Canon termékével kapcsolatos alábbi információkat."
MSM2871="Amennyiben segíteni szeretne nekünk abban, hogy a vásárlók igényeinek jobban megfelelő termékeket fejlesszünk és forgalmazzunk, a Canon az Ön jóváhagyását kéri, hogy elküldhesse egy hivatalos jóváhagyással rendelkező kutatócégnek interneten keresztül a Canon termékével kapcsolatos alábbi információkat."
MSM2873="Ha elfogadja a fentieket, kattintson az [Elfogadás] gombra. Ellenkező esetben kattintson az [Elutasítás] gombra."
MSM2874="Amennyiben segíteni szeretne nekünk abban, hogy a vásárlók igényeinek jobban megfelelő termékeket fejlesszünk és forgalmazzunk, a Canon az Ön jóváhagyását kéri, hogy elküldhesse a Canon vállalatnak (ha Canon termékét Kínában használja, akkor egy hivatalos jóváhagyással rendelkező kutatócégnek) interneten keresztül a Canon termékével kapcsolatos alábbi információkat."
MSM2876="Ha elfogadja a fentieket, a felmérési program telepítéséhez kattintson az [Elfogadás] gombra. Ellenkező esetben kattintson az [Elutasítás] gombra. Előfordulhat, hogy a program nem fut a nem támogatott verziójú operációs rendszereken."
MSM2901="Próbanyomtatás"
MSM2904="A nyomtató működésének ellenőrzéséhez próbanyomtatást kell végrehajtani.\nTegyen normál papírt a nyomtatóba, kattintson az [Indítás] gombra. Amikor befejeződött a próbanyomtatás, kattintson a [Tovább] gombra.\n\nNyomtatási hiba esetén a telepítés újrakezdéséhez kövesse a képernyőn megjelenő utasításokat."
MSM2905="Indítás"
MSM2906="A rendszer adatokat küldött annak ellenőrzésére, hogy megfelelően működik-e a nyomtató."
MSM3001="A nyomtató használatához szüksége van erre a szoftverre.\nKülönböző papírtípusoknak és papírméreteknek megfelelő nyomtatásokat végezhet."
MSM3002_Mac="A képernyőn megjelenő kézikönyv elmagyarázza az illesztő működését, és egyszerű utasításokkal bemutatja az alkalmazás használatát."
MSM3008="Könnyedén összekapcsolhatja a képeket szöveggel, és nyomtathatja a borítókat közvetlenül a lemezre (Direct Print)."
MSM3009="Frissítse a rendszert."
MSM3010="Ez a segédprogram lehetővé teszi, hogy a nyomtató kártyahelyébe tett memóriakártyán lévő fájlokat használja."
MSM3011="Ez az illesztő lehetővé teszi, hogy az eszközt hálózaton használja."
MSM3012="Ezzel az eszközzel a hálózathoz csatlakoztatott készülék csatlakozási módját és biztonsági beállításait változtathatja meg. "
MSM3013="A My Printer segítségével az olyan nyomtatási problémákat oldhatja meg, mint az elmosódott nyomtatás."
MSM3016="Az MP Drivers a dokumentumok kinyomtatásához és a képek beolvasásához kell."
MSM3018="Az ArcSoft PhotoStudio alkalmazással javíthatja és tökéletesítheti a lapolvasóról vagy digitális fényképezőgépről importált fényképeket."
MSM3019="スキャナーで読み込んだ本や新聞の文字を、テキストデータに変換する、OCRソフトウェアです。"
MSM3020="A ScanSoft OmniPage SE egy optikai karakterfelismerő program, amely a könyvekben vagy újságokban lévő szöveget karakteres adattá konvertálja."
MSM3021="A Presto! PageManager segít a dokumentumok és fényképek könnyed beolvasásában, megosztásában és kezelésében. A könnyed visszakeresés végett az összes üzleti dokumentumát korlátlan mélységig rendezheti mappákba."
MSM3023="A Setup Utility lehetővé teszi az infravörös vagy a Bluetooth kapcsolaton keresztül történő nyomtatás beállítását."
MSM3024="A telepítő lehetővé teszi, hogy a nyomtatási beállításait PictBridge segítségével adja meg."
MSM3026="Ez egy beépülő szoftver, amely egyszerűbb professzionális fényképnyomtatást tesz lehetővé. Használatához telepíteni kell egy megfelelő alkalmazást."
MSM3027="Az XPS illesztőprogram az XPS-nyomtatást támogató alkalmazásokból történő nyomtatásra alkalmas (Windows Vista vagy újabb rendszeren)."
MSM3027_0="Az XPS illesztőprogram az XPS-nyomtatást támogató alkalmazásokból történő nyomtatásra alkalmas (Windows Vista vagy újabb rendszeren). Előfeltétel az IJ nyomtatóillesztő-program sikeres telepítése."
MSM3027_1="Az XPS illesztőprogram az XPS-nyomtatást támogató alkalmazásokból történő nyomtatásra alkalmas (Windows Vista vagy újabb rendszeren). Előfeltétel az MP Drivers sikeres telepítése."
MSM3028="A ScanGear a lapolvasó működéséhez szükséges lapolvasó illesztőprogram. Az illesztő használatához indítson el például egy képszerkesztő alkalmazói szoftvert."
MSM3028_Mac=
MSM3031_Mac="A képernyőn megjelenő kézikönyv elmagyarázza az illesztő működését, és egyszerű utasításokkal bemutatja az alkalmazás használatát."
MSM3032=
MSM3034="Ez az Adobe RGB típusú képek színeinek valósághű nyomtatásához szükséges. Az Adobe az Adobe Systems Incorporated védjegye vagy bejegyzett védjegye az USA-ban, illetve más országokban."
MSM3035="A Setup Utility lehetővé teszi a beállítások konfigurálását infravörös, Bluetooth vagy PictBridge kapcsolaton keresztül történő nyomtatás esetén."
MSM3037="A ScanGear CS a lapolvasó működéséhez szükséges lapolvasó illesztőprogram (TWAIN-illesztő). Az illesztő használatához egy olyan alkalmazói szoftver szükséges, mint például egy képszerkesztő program."
MSM3040="Az Easy-PhotoPrint EX lehetővé teszi a digitális fényképezőgépének képeivel történő saját fotóalbumok, címkék, naptárak egyszerű létrehozását. Szegély nélküli fényképeket is egy pillanat alatt nyomtathat. Továbbá, a nyomtatás előtt vörösszem korrekciót és digitális arcsimítást is végezhet."
MSM3041="Azonnal elindítja azt a kiegészítő alkalmazói szoftvert, mely lehetővé teszi, hogy a fényképeket könnyedén kinyomtassa."
MSM3042="Az MP Navigator EX lehetővé teszi, hogy beolvasott képeit könnyűszerrel importálhassa nyomtatás, e-mailhez csatolás vagy számítógépre mentés céljából egy alklamazói szoftverbe."
MSM3043="A kézikönyvben megtalálható a gép és a hozzátartozó szoftver működésének leírása. Ezenkívül tartalmazza a hibaelhárítási információkat is."
MSM3043_Mac="A kézikönyvben megtalálható a gép és a hozzátartozó szoftver működésének leírása. Ezenkívül tartalmazza a hibaelhárítási információkat is."
MSM3044="Az Easy-WebPrint EX segítségével kivághatja a weboldalak bizonyos részeit, majd a kívánt elrendezésben nyomtathatja ki ezeket. Ez az alkalmazás hasznos eszköztárként jelenik meg a böngészőben."
MSM3044_Mac=
MSM3045="Ennek a szoftvernek a segítségével szerkesztheti a kódolt gyorshívást, a felhasználói adatokat és más, a nyomatón bejegyzett beállításokat, illetve a módosított beállításokat a számítógépre mentheti, vagy pedig bejegyezheti azokat a nyomtatóra."
MSM3046="A Solution Menu EX segítségével azonnal elindíthatja azt az alkalmazást, amellyel egyszerűen kinyomtathat albumokat és naptárakat, vagy egyetlen kattintással beolvashat dokumentumokat. Továbbá egyszerűen elérheti a Canon webhelyeit, amelyek támogatást nyújtanak a különféle felhasználási módokhoz."
MSM3047="お知らせメッセンジャーは、キヤノンホームページに掲載されたイベント情報や、インクジェットプリンターやデジタルカメラなどのキヤノン製品に関する最新情報やサポート情報をお届けするサービスです。"
MSM3048="Fényképeket importálhat, majd olyan személyre szabott termékeket hozhat létre és nyomtathat ki a segítségükkel, mint a kollázsok, az üdvözlőkártyák vagy a naptárak. Pár egyszerű lépésben nyomtathat keret nélküli fényképeket vagy javíthatja és tökéletesítheti a képeket. Az Image Display programmal együtt használva ajánlókat készíthet a mentett fényképekből."
MSM3049="Egy beépülő modul a fényképek nyomtatásához, amely támogatja és elősegíti a profi művészi munkák létrehozását. Egy megfelelő alkalmazást kell telepítenie. A megfelelő alkalmazásokról a kézikönyvben olvashat."
MSM3050="Gyorsan elindíthatja Canon terméke szoftvereit és kézikönyveit. Továbbá gyorsan elérhet Canon termékéről hasznos információkat tartalmazó, és a különféle felhasználási módokat támogató további webhelyeket."
MSM3051="A lapolvasó működéséhez illesztőprogram szükséges. Ez akkor lép működésbe, amikor ICA-kompatibilis alkalmazásból működteti a lapolvasót."
MSM3052="Ez a segédprogram képek beolvasására és mentésére szolgál."
MSM3053="Gyorsan elindíthatja Canon terméke szoftvereit. Továbbá gyorsan elérheti a kézikönyvet és a különféle webhelyeket."
MSM3054="Nyelvi szótárak hozzáadása, amelyeket kereshető szövegű PDF-fájlok létrehozásához vagy az optikai karaterfelismeréshez használhat. A telepítés után válassza ki az adott nyelvet a Canon IJ Scan Utility beállítási képernyőjén."
MSM3055="Ez egy alkalmazás, amely megnyitja a ScanGear szoftvert a képek előzetes megtekintéséhez és beolvasásához, majd elmenti őket egy számítógépre."
MSM3056="Ezzel a szoftverrel konfigurálhatja a nyomtató beállításait a hálózati használathoz."
MSM3057=
MSM3058=
MSM3059="Ez a Microsoft Word, a Microsoft Excel és a Microsoft PowerPoint alkalmazáshoz kifejlesztett beépülő modul. Segítségével egyszerűsíthető a Microsoft Office-programokból nyomtatókra irányuló számos nyomtatási feladat."
MSM3062="Ezzel az alkalmazással kiválaszthatja, hogy nyomtatáshoz hogyan legyenek a képek és a szöveg elrendezve az oldalon."
MSM3063="Kedvenc fényképeit felhasználva egyedi kollázsokat, üdvözlőlapokat, naptárakat stb. készíthet és nyomtathat. Fényképeit szegély nélkül is egyszerűen kinyomtathatja."
MSM3064="Önnek mindössze a fényképeket tartalmazó mappát kell kiválasztania, és az alkalmazás automatikusan kiválasztja a fényképeket, és fényképalbumba rendezi őket. Miután az alkalmazáson keresztül leadta a megrendelését, fényképalbumát nagy felbontással kinyomtatják egy Canon fotólabor nyomtatóján. Az Easy-PhotoPrint Editor segítségével otthoni nyomtatóján is kinyomtathat fényképeket a fényképalbumból."
MSM3066="Önnek mindössze a fényképeket tartalmazó mappát kell kiválasztania, és az alkalmazás automatikusan kiválasztja a fényképeket, és fényképalbumba rendezi őket. Miután az alkalmazáson keresztül leadta a megrendelését, fényképalbumát nagy felbontással kinyomtatják egy Canon fotólabor nyomtatóján. Az Easy-PhotoPrint Editor segítségével otthoni nyomtatóján is kinyomtathat fényképeket a fényképalbumból."

MSM4001W="IJ nyomtatóillesztő"
MSM4001="Nyomtatóillesztő"
MSM4002="Felhasználói kézikönyv"
MSM4008="CD-LabelPrint"
MSM4012="Memory Card Utility"
MSM4014="Network Setup"
MSM4015="Canon IJ Network Tool"
MSM4016="MP Drivers"
MSM4018="ArcSoft PhotoStudio"
MSM4020="読取革命Lite"
MSM4021="My Printer"
MSM4022="ScanSoft OmniPage SE"
MSM4023="Presto! PageManager"
MSM4024="Canon Setup Utility"
MSM4026="Easy-PhotoPrint Pro"
MSM4027="XPS illesztőprogram"
MSM4028="ScanGear"
MSM4032="File Management Revolution"
MSM4034="Adobe RGB (1998)"
MSM4037="ScanGear CS"
MSM4040="Easy-PhotoPrint EX"
MSM4041="Solution Menu"
MSM4042="MP Navigator EX"
MSM4044="Easy-WebPrint EX"
MSM4045="Gyorshívó segéd"
MSM4046="Solution Menu EX"
MSM4047="お知らせメッセンジャー"
MSM4048="My Image Garden"
MSM4049="Print Studio Pro"
MSM4050="Quick Menu"
MSM4051="ICA-illesztőprogram"
MSM4052=
MSM4053="Quick Utility Toolbox"
MSM4054="További szótárak optikai karaterfelismeréshez (kínai/koreai)"
MSM4055="IJ ScanGear Starter EX"
MSM4056="IJ Network Device Setup Utility"
MSM4057=
MSM4058=
MSM4059="imagePROGRAF Print Plug-In for Office"
MSM4060=
MSM4063="Free Layout plus"
MSM4064="Easy-PhotoPrint Editor"
MSM4065="PhotoJewel S: személyre szabott fényképalbumok létrehozására használható"
MSM4067="hdAlbum EZ: személyre szabott fényképalbumok létrehozására használható"

MSM4101=
MSM4102=
MSM4108=
MSM4112=
MSM4115=
MSM4116=
MSM4118=
MSM4120=
MSM4121=
MSM4122=
MSM4123=
MSM4124=
MSM4126=
MSM4127=
MSM4128=
MSM4132="パナソニック ソリューションテクノロジー"
MSM4134=
MSM4137=
MSM4140=
MSM4141=
MSM4142=
MSM4144=
MSM4145=
MSM4146=
MSM4147=
MSM4148=
MSM4149=
MSM4150=
MSM4151=
MSM4152=
MSM4153=
MSM4154=
MSM4155=
MSM4160=
MSM4163=
MSM4164=
MSM4165=
MSM4167=

EIDENABLER="Az online tintavásárlás lehetősége már rendelkezésre áll."
EIDENABLER_ADMIN="A szoftver elindításához a Rendszergazdák csoportjának tagjaként kell bejelentkeznie."
MENU1_Mac="Telepítő névjegye"
MENU2_Mac="Szolgáltatások"
MENU3_Mac="Telepítő elrejtése"
MENU4_Mac="Mások elrejtése"
MENU5_Mac="Minden megjelenítése"
MENU6_Mac="Kilépés a telepítőből"
MENU7_Mac=
MENU8_Mac=
MENU9_Mac=
MENU10_Mac=
English="English(English)"
French="Français(French)"
German="Deutsch(German)"
Arabic="العربية(Arabic)"
Italian="Italiano(Italian)"
Spanish="Español(Spanish)"
Portuguese="Português(Portuguese)"
Dutch="Nederlands(Dutch)"
Danish="dansk(Danish)"
Norwegian="norsk(bokmål)(Norwegian)"
Swedish="svenska(Swedish)"
Finnish="suomi(Finnish)"
Greek="Ελληνικά(Greek)"
Polish="polski(Polish)"
Czech="čeština(Czech)"
Russian="Русский(Russian)"
Indonesian="Bahasa Indonesia(Indonesian)"
Hungarian="magyar(Hungarian)"
Turkish="Türkçe(Turkish)"
Simplified_Chinese="中文(简体)(Chinese (Simplified))"
Traditional_Chinese="中文(繁體)(Chinese (Traditional))"
Korean="한국어(Korean)"
Thai="ภาษาไทย(Thai)"
Vietnamese="Tiếng Việt(Vietnamese)"
Japanese="日本語(Japanese)"
Estonian="eesti(Estonian)"
Latvian="latviešu(Latvian)"
Lithuanian="lietuvių(Lithuanian)"
Slovenian="Slovenščina(Slovenian)"
Ukrainian="Українська(Ukrainian)"
Slovak="slovenčina(Slovak)"
Persian="فارسی(Farsi)"
Bulgarian="български(Bulgarian)"
Rumanian="Română(Romanian)"
Croatian="hrvatski(Croatian)"
CN="Kína"
HK="Hongkong"
ID="Indonézia"
IN="India"
JP="Japán"
KR="Korea"
MY="Malajzia"
PH="Fülöp-szigetek"
SG="Szingapúr"
TW="Tajvan"
TH="Thaiföld"
VN="Vietnam"
MO="Makaó"
AU="Ausztrália"
NZ="Új-Zéland"
US="Amerikai Egyesült Államok"
CA="Kanada"
BR="Brazília"
MX="Mexikó"
AR="Argentína"
CL="Chile"
PA="Panama"
AT="Ausztria"
BE="Belgium"
BG="Bulgária"
HR="Horvátország"
CZ="Cseh Köztársaság"
DK="Dánia"
EE="Észtország"
FI="Finnország"
FR="Franciaország"
DE="Németország"
GR="Görögország"
HU="Magyarország"
IE="Írország"
IT="Olaszország"
LV="Lettország"
LT="Litvánia"
LU="Luxemburg"
NL="Hollandia"
NO="Norvégia"
PL="Lengyelország"
PT="Portugália"
RO="Románia"
RU="Oroszország"
SK="Szlovákia"
SI="Szlovénia"
ZA="Dél-Afrika"
ES="Spanyolország"
SE="Svédország"
CH="Svájc"
TR="Törökország"
GB="Egyesült Királyság"
Others="Egyéb"
MSM5001=
MSM5002=
MSM5003=
MSM5004=
MSM5010=
MSM5011=
MSM5012=
MSM6000="Válassza ki a nyomtató csatlakoztatásának módját."
MSM6001="Wi-Fi-kapcsolat"
MSM6002="Vezetékes LAN kapcsolat (Ethernet-kábel)"
MSM6003="USB-kapcsolat (USB-kábel)"
MSM6004="A nyomtató hálózati beállításának újrapróbálása"
MSM6005="Válassza ki a Wi-Fi csatlakoztatásának módját."
MSM6006="Csatlakozás vezeték nélküli routeren keresztül (ajánlott)"
MSM6007="Közvetlen kapcsolat"
MSM6008="A számítógép és a nyomtató összekapcsolása vezeték nélküli router segítségével."
MSM6009="A számítógép és a nyomtató közvetlen összekapcsolása."
MSM6010="A csatlakozás vezeték nélküli routeren keresztül és a Közvetlen kapcsolat közötti váltáshoz vagy a csatlakozási módok bővebb ismertetéséhez kattintson az [Utasítások] lehetőségre."
MSM6011="Utasítások"
MSM6012="Ellenőrizze, hogy a nyomtató be van kapcsolva."
MSM6013="Nyomtatók a hálózaton lista"
MSM6014="Sorozatszám"
MSM6015="MAC-cím"
MSM6016="IP-cím"
MSM6017="A beállított nyomtató nem található a listán"
MSM6018="Frissítés"
MSM6019="1. A hálózaton található nyomtató beállításához válassza ki az egyiket a fenti nyomtatólistán, majd kattintson a [Tovább] gombra.\n   A sorozatszám a nyomtató hátoldalán és a garanciajegyen van feltüntetve.\n   A fenti listán csak a sorozatszámok utolsó 5 számjegye látszik.\n2. Ha a beállítani kívánt nyomtató nem jelenik meg a fenti listán, kapcsolja be a nyomtatót, kattintson a [Frissítés] gombra.\n3. Ha a nyomtató továbbra sem jelenik meg, válassza [A beállított nyomtató nem található a listán] lehetőséget, és kattintson a [Tovább] gombra."
MSM6020="1. Ha a hálózaton beállítani kívánt nyomtató szerepel a fenti nyomtatólistán, akkor jelölje ki, és kattintson a [Tovább] gombra.\n   A sorozatszámot a nyomtató hátoldalán vagy a garancialevélen találhatja meg.\n2. Ha a hálózaton beállítani kívánt nyomtató nem szerepel a fenti listán, akkor kapcsolja be a nyomtatót, és kattintson a [Frissítés] gombra.\n3. Ha a nyomtató továbbra sincs a listán, válassza [A beállított nyomtató nem található a listán] lehetőséget, majd kattintson a [Tovább] gombra.\n4. USB-kapcsolat esetén válassza ki [A beállított nyomtató nem található] lehetőséget is, majd kattintson a [Tovább] gombra."
MSM6021="A csatlakozás befejeződött."
MSM6022="Csatlakozási módszer választása"
MSM6023="Tápellátás ellenőrzése"
MSM6024="Használjon másik módszert a beállításhoz. Kövesse a képernyőn megjelenő utasításokat."
MSM6025="A nyomtató beállítását be kell fejezni az XPS illesztőprogram telepítése előtt. Ha a beállítás még nem fejeződött be, kattintson a [Vissza az elejére] lehetőségre a nyomtató beállításához."
MSM6026="Mielőtt folytatná"
MSM6027="Előfordulhat, hogy ez a szoftver a hálózatot használja a nyomtató beállításához.\nHa a beállítás során a biztonsági szoftver figyelmeztető üzenetet jelenít meg, akkor engedélyezze, hogy ez a szoftver folytathassa a tevékenységét.\n(A részleteket a biztonsági szoftver kézikönyve tartalmazza.)\n\nEz a szoftver általa telepített egyéb szoftverekkel egészíti ki a Windows Tűzfalának engedélyezett programokat tartalmazó listáját."
MSM6028="Tiltás kikapcsolása"
MSM6029="Válassza ki a nyomtatót"
MSM6026_Mac="Mielőtt folytatná"
MSM6027_Mac="Előfordulhat, hogy ez a szoftver a hálózatot használja a nyomtató beállításához.\nAz Ön által használt biztonsági szoftvertől függően előfordulhat, hogy a beállítás megkezdése előtt módosítani kell a biztonsági szoftver beállításait.\n(A részleteket a biztonsági szoftver kézikönyve tartalmazza.)\n\nHa a beállítás során a biztonsági szoftver figyelmeztető üzenetet jelenít meg, akkor engedélyezze, hogy ez a szoftver folytathassa a tevékenységét.\n\nEz a szoftver kulcskarikát használ.\nHa a Kulcskarika-elérés engedélyt kér Öntől, akkor kattintson az [Engedélyezés mindig] lehetőségre."
MSM6100="A My Image Garden a számítógépre mentett képek felhasználásával automatikusan képeslapot vagy naptárt készít."
MSM6101="A CREATIVE PARK PREMIUM a Különleges tartalmakat kizárólag az eredeti Canon tintát használók számára kínálja."
MSM6102="Tökéletesen lemásolhat egy nyomtatott fényképet egyszerűen a nyomtató menüjét használva."
MSM6103="Még ha a nyomtató ki is van kapcsolva, automatikusan bekapcsol, ha elindít egy nyomtatási feladatot."
MSM6104="A csendes mód segítségével csendesen nyomtathat, másolhat vagy olvashat be, nem kell figyelnie az órára vagy a közelben levő emberekre."
MSM6105="Az itt említett funkciók függenek a használt típustól. További részleteket a kézikönyvben talál."
MSM6106="További részleteket a működésről és a beállításokról a kézikönyvben talál."
MSM6107="Ezzel a funkcióval betölthetők a nyomtatási adatok, majd a papíron szabadon elrendezhetők, illetve nagyíthatók és kicsinyíthetők az oldalak."
MSM6108="E beépülő modul segítségével zökkenőmentesen állíthat elő kiváló minőségű nyomatokat. Támogatott szoftverek: Adobe Photoshop, Adobe Photoshop Lightroom, Digital Photo Professional."
MSM6109="E szoftver segítségével egyszerre lehet kinyomtatni több fájlt – így hatékonnyá válik a nyomtatás. A felhőalapú szolgáltatáson keresztül lehetőség nyílik fájlok megosztására is."
MSM6110="Ezzel a szoftverrel szépen megtervezett poszter készíthető. Nagy mennyiségű anyagot is tartalmaz."
MSM6111="Ez a beépülő modul nagy méretű anyagok nyomtatását könnyíti meg a Microsoft Office-ból. Lehetőséget kínál a hosszú papírra történő és a szegély nélküli nyomtatásra is."
MSM6112="Ezzel a szoftverrel testre szabhatja a papírbeállításokat. Megváltoztathatja a papír nevét, a beállítások módosításával pedig kedvenc papírjára optimalizálhatja a nyomtatást."
MSM6113="Ezzel a szoftverrel táblázatba foglalható a felhasznált tinta és papír mennyisége és költsége. Megnézhető a nyomtatás teljes költsége is, ami segítheti a költségcsökkentést."
MSM6114="Ezzel a szoftverrel egyszerre kezelhető a nyomtatóval kapcsolatos több esemény is. Segítségével gyorsan észrevehető, ha kifogy a tinta, ami hasznos a nyomtató kezelése során."
MSM6115="Az Okostelefonos másolás funkcióval okostelefon vagy tablet fényképezőgépének segítségével másolhat le dokumentumokat."
MSM6116="A Free Layout plus alkalmazással kiválaszthatja, hogy nyomtatáshoz hogyan legyenek a képek és a szöveg elrendezve az oldalon."
MSM6117="Az Easy-PhotoPrint Editor segítségével kedvenc fényképeit felhasználva egyedi kollázsokat, üdvözlőlapokat, naptárakat stb. készíthet és nyomtathat."
MSM6118="Az Easy-PhotoPrint Editor segítségével posztereket, naptárakat és fénykép-kollázsokat nyomtathat számítógépéről vagy okostelefonjáról."
MSM6119="Ezen alkalmazás segítségével kiváló minőségű nyomatokat állíthat elő. Támogatott képszerkesztő szoftverek: Adobe Photoshop, Adobe Photoshop Lightroom, Digital Photo Professional."
MSM6030="Választás a listáról"
MSM6031="A sorozatszámot a garancialevélen és a nyomtatón találhatja meg."
MSM6032="IPv4-eszköz"
MSM6033="IPv6-eszköz"
MSM6034="Sorozatszám (utolsó 5 jegy)"
MSM6035="Sorozatszám helye"
MSM6036="IP-cím megadása, majd a keresés futtatása"
MSM6037="Hálózati kapcsolat beállítása az útmutató alapján"
MSM6038="Válassza ezt a beállítást, ha a nyomtató nem szerepel a listán, vagy ha nem lehet megtalálni az IP-cím megadásával."
MSM6039="Nyomtatókeresési módszer kiválasztása"
MSM6040="Keresés IPv4-cím alapján"
MSM6041="Keresés IPv6-cím alapján"
MSM6042="Keresés gazdanév alapján"
MSM6043="Keresés Bonjour-név alapján"
MSM6044="Az IP-cím megadásához és a keresés futtatásához előbb IP-címet kell hozzárendelnie a nyomtatóhoz. Bővebb részletekért kattintson az [Online kézikönyv] elemre."
MSM6045="Hiba a megadott IP-cím keresésekor"
MSM6046="A megadott nyomtató nem található. Ellenőrizze az IP-címet vagy a gazdanevet, majd próbálja újra. Bővebb részletekért kattintson az [Online kézikönyv] elemre."
MSM6047="Újraészlelés"
MSM6048="A megadott IP-címet vagy gazdanevet már használja egy másik eszköz. Ellenőrizze az IP-címet vagy a gazdanevet, majd próbálja újra. Bővebb részletekért kattintson az [Online kézikönyv] elemre."
MSM6049="IPv4 hálózati beállítások módosítása"
MSM6050="Válassza ki a beállítási módszert, majd adja meg a nyomtatóhoz használni kívánt IP-címet."
MSM6051="Automatikus beállítás"
MSM6052="Az IP-cím automatikus lekéréséhez DHCP-kiszolgáló szükséges."
MSM6053="Kézi beállítás"
MSM6054="IPv4-cím"
MSM6055="Az IP-címmel kapcsolatban keresse meg hálózati rendszergazdáját."
MSM6056="IPv6 hálózati beállítások módosítása"
MSM6057="Az IPv6-cím automatikus lekéréséhez DHCPv6-kiszolgáló vagy IPv6-útválasztó szükséges."
MSM6058="IPv6-cím"
MSM6059="Előtag hossza"
MSM6060="Az IP-címmel és az előtag hosszával kapcsolatban keresse meg hálózati rendszergazdáját."
MSM6061="Hiba a hálózati beállítások módosítása közben"
MSM6062="A beállítás módosítása sikertelen lehetett az alábbi okok egyike miatt:\n  - A megadott IP-cím érvénytelen\n  - Az IP-cím duplán található meg"
MSM6063="Bővebb részletekért kattintson az [Online kézikönyv] elemre."
MSM6064="Kattintson a [Nyomtató hozzáadása] lehetőségre, és kövesse a képernyőn látható utasításokat a nyomtató hozzáadásához.\n\nA nyomtató hozzáadása után kattintson a [Tovább] lehetőségre."
MSM6065="A nyomtató összes funkciójának használatához telepítenie kell a Canon illesztőprogramot.\nKattintson a [Tovább] lehetőségre és ismételje meg a beállítást."
MSM6066="Beállítás alapértelmezett nyomtatóként"
MSM6067="Csatlakoztassa a nyomtatót a számítógéphez az USB-kábellel.\nEllenőrizze, hogy a nyomtató be van kapcsolva."
MSM6068="Ha USB-kábel csatlakozik a nyomtatóhoz, húzza ki."
MSM6069="Terméknév"
MSM6071="Nem érhető el a számítógépes hálózat"
MSM6072="Ellenőrizze, hogy engedélyezve van-e a számítógépen a hálózati kapcsolat. \nHa Wi-Fi használatával szeretni csatlakozni, ellenőrizze a vezeték nélküli router kapcsolatának állapotát."
MSM6073="Rendszergazdai jelszó megadása"
MSM6074="Adja meg a nyomtató rendszergazdai jelszavát."
MSM6075="Rendszergazdai jelszó"
MSM6075_add1="Rendszergazdai jelszó:"
MSM6076="Helytelen a jelszó."
MSM6077="Engedélyezze a Wi-Fi-t a számítógépen."
MSM6081="Okostelefonról és tabletről is nyomtathat"
MSM6085="A vezeték nélküli router hálózati információi"
MSM6087="Jelszó:"
MSM6088="Jelszó megjelenítése"
MSM6089="Kattintson az [Utasítások] elemre, olvassa el az online kézikönyvet, és állítsa be az okostelefont vagy a tabletet.\nHa nem használ okostelefont vagy tabletet, kattintson a [Tovább] gombra."
MSM6091="Végrehajtotta már a nyomtató inicializálását?"
MSM6092="1. Ellenőrizze, van-e a tinta a tintatartályban.\n2. Nyomja meg és körülbelül 5 másodpercig tartsa nyomva a nyomtató Stop gombját.\nEkkor megkezdődik a nyomtató inicializálása. Ez a művelet körülbelül 6 percet vesz igénybe."
MSM6093="1. Ellenőrizze, van-e a tinta a tintatartályban.\n2. Nyomja meg és körülbelül 5 másodpercig tartsa nyomva a nyomtató ÚJRAKEZD/MÉGSE (RESUME/CANCEL) gombját.\nEkkor megkezdődik a nyomtató inicializálása. Ez a művelet körülbelül 6 percet vesz igénybe."
MSM6094="A tintarendszer előkészítése"
MSM6095="Még nem lett előkészítve a tintarendszer. Az előkészítés megkezdéséhez kattintson az [Utasítások] gombra, és kövesse az előkészítésre vonatkozó utasításokat, vagy lapozza fel a nyomtatóhoz mellékelt „Beüzemelési útmutató (Getting Started)” című kézikönyvet."
MSM6096="Nyomtató ellenőrzése"
MSM6097="Támogatási kód: %s\n\nMég nem fejeződött be a nyomtató előkészítése. Ellenőrizze a nyomtatót.\nKattintson az [Utasítások] gombra, a részleteket pedig az Online kézikönyvet tanulmányozva ismerheti meg.\n\nEzután kattintson a [Tovább] gombra."
MSM6098="Utasítások"
MSM6099="Később ellenőrzöm a nyomtatót."
MSM6120="Egyszerű vezeték nélküli kapcsolat"
MSM6121="Kattintson az [Utasítások] gombra, és az útmutatásokat követve készítse elő a nyomtatót a csatlakozásra. Amikor készen áll a nyomtató, a rendszer felismeri, és Ön folytathatja a következő lépéssel. A nyomtató felismerése eltarthat egy ideig."
MSM6123="Más módszerek"
MSM6124="Wi-Fi-beállítások"
MSM6125="Válassza ki a Wi-Fi-kapcsolat beállításához használni kívánt módszert, és kattintson a [Tovább] gombra."
MSM6126="Csatlakozás Wi-Fi-hálózathoz a nyomtatóról"
MSM6127="Wi-Fi-kapcsolat beállítása USB-kábellel"
MSM6128="Ha a nyomtató az útmutató lépéseinek végrehajtása után sem található, akkor lehet, hogy hálózati hiba lépett fel. Kattintson a [Hibaelhárítás] elemre, és ellenőrizze a hálózati beállításokat."
MSM6129="Hibaelhárítás"
MSM6130="A nyomtató hálózati csatlakoztatása"
MSM6131="Amikor kész a nyomtató, kattintson a [Tovább] gombra. A csatlakoztatás nyomtatón történő előkészítéséhez kattintson az [Utasítások] elemre, és kövesse az útmutatót."
MSM6133="A program bezárása és az Online kézikönyv megnyitása.\n\nBezáródik ez a program, így nem befolyásolja a hálózati beállításokat. A hálózati beállítások ellenőrzése után indítsa újra a programot."
MSM6134="Ha azt követően sem tud áttérni a következő lépésre, hogy csatlakozásra előkészítette a nyomtatót, kattintson a [Más módszerek] elemre."
MSM6135="A program bezárása és az Online kézikönyv megnyitása."
MSM6136="Bezáródik ez a program, így nem befolyásolja a hálózati beállításokat. A hálózati beállítások ellenőrzése után indítsa újra a programot."
MSM6150="Hálózati kártya kiválasztása"
MSM6151="Több hálózati kártya található. Válassza ki a használni kívánt hálózati kártyát."
MSM6160="Az Online kézikönyv parancsikonja"
MSM6161="Szeretne parancsikont létrehozni az asztalon az Online kézikönyvhöz?"
MSM6162="Canon %s Online kézikönyv"
MSM6163="Készüljön parancsikon"
MSM6164="Ne készüljön parancsikon"
MSM6170="Nem észlelhető a nyomtató.\nKattintson a [Hibaelhárítás] elemre, és nézze meg a javító eljárást."
MSM6171="A nyomtató felismerésre került. Kérem, várjon, amíg a telepítés befejeződik.\nEz eltarthat egy ideit."
MSM6172="USB-kábel csatlakozik a nyomtatóhoz. Húzza ki."
MSM6173="Még nem fejeződött be a nyomtató csatlakoztatása. Szeretne visszatérni az előző képernyőre?"
MSM6180="A nyomtató csatlakoztatása hálózathoz"
MSM6181="Kattintson a [Tovább] gombra, majd a megjelenő útmutatást követve állítsa be a nyomtatót."
MSM6182="Nem található nyomtató.\nKattintson a [Tovább] gombra, majd a megjelenő útmutatást követve állítsa be a nyomtatót."
MSM6183="IP-cím keresése"
MSM6184="Válassza ki a beállítani kívánt nyomtatót a listáról. Ha több nyomtatónak is ugyanaz a termékneve, akkor nézze meg a sorozatszámot."
MSM6185="A sorozatszám megnézése"
MSM6186="Ha a keresett nyomtató nincs a listán, akkor kattintson a [Nincs meg a nyomtató] gombra."
MSM6187="Nincs meg a nyomtató"
MSM6190="A nyomtató előkészítése"
MSM6191="Nyomja meg és 3 másodpercig tartsa nyomva a nyomtató következő gombját, majd kattintson a [Tovább] gombra."
MSM6192="Ha problémát jelent e gomb segítségével csatlakozni, akkor kattintson az [Utasítások] gombra."
MSM6193="Nyomtatók keresése. Várjon. Ez körülbelül egy percet vehet igénybe."
MSM6200="A lapolvasó állapotának ellenőrzése"
MSM6201="Csatlakoztassa a lapolvasót a számítógéphez az USB-kábellel.\nKapcsolja be a lapolvasót, ha van rajta BE (ON) gomb vagy tápkapcsoló."
MSM6202="Nem észlelhető a lapolvasó.\nKattintson a [Hibaelhárítás] elemre, és nézze meg a lehetséges megoldásokat."
MSM6203="USB-kábel csatlakozik a lapolvasóhoz. Húzza ki."
MSM6204="A lapolvasó felismerésre került. Kérem, várjon, amíg a telepítés befejeződik.\nEz eltarthat egy ideit."
MSM6210="További információk - Canon %s"
MSM6211="További alkalmazások - %s"
MSM6212="A Canon %s kézikönyve"
MSM6213="Online kézikönyv"
MSM6220="Lehet, hogy még nem fejeződött be a nyomtató előkészítése. Tekintse meg az Online kézikönyvet."
MSM6221="Lehet, hogy még nem fejeződött be a nyomtató előkészítése."
MSM6222="Tekintse meg az Online kézikönyvet."
MSM6230="Csatlakozás vezeték nélküli routeren keresztül"
MSM6233="A hálózati környezettől függően előfordulhat, hogy egy nyomtató közvetlen csatlakoztatása leválasztja a számítógépet az internetről.\nSzeretne kiválasztani egy olyan nyomtatót, amelyhez csatlakozni kíván?\n\nJelenleg csatlakozik: %s"
MSM6240="A megadott nyomtató nem található. Ellenőrizze az IP-címet vagy a Bonjour-nevet, majd próbálja újra. Bővebb részletekért kattintson az [Online kézikönyv] elemre."
MSM6241="A megadott IP-címet vagy Bonjour-nevet már használja egy másik eszköz. Ellenőrizze az IP-címet vagy a Bonjour-nevet, majd próbálja újra. Bővebb részletekért kattintson az [Online kézikönyv] elemre."
